Repository: opportuno-tech/pretix-qpaypro
Catalog: pretix_qpaypro/locale/*/LC_MESSAGES/django.po
Languages: es

source: QPayPro payment integration for pretix
es: Integración de QPayPro para pretix

source: Integration for the QPayPro payment provider.
es: Integración para el proveedor de pagos de QPayPro.

source: The credit card number is invalid
es: El número de la tarjeta de crédito es inválido

source: Card Type
es: Tipo de Tarjeta

source: Credit Card Number
es: Número de Tarjeta de Crédito

source: Expiration Month
es: Mes de Expiración

source: Expiration Year
es: Año de Expiración

source: The full year should be provided, for example {0}.
es: Se debe de proveer el año completo, por ejemplo {0}.

source: 3 or 4 digits code usually found in the back of the card.
es: Código de 3 o 4 dígitos usualmente se encuentran en la parte trasera de la tarjeta.

source: Cardholder's First Name
es: Primer nombre del tarjetahabiente

source: Exactly as appears in the card.
es: Como aparece exactamente en la tarjeta.

source: Cardholder's Last Name
es: Apellido del tarjetahabiente

source: QPayPro: Login
es: QPayPro: Inicio de sesión

source: Also referred to as "Public Key".
es: También conocido como "Llave Pública".

source: Click here to access the API information.
es: Haga clic aquí para acceder a la información del API.

source: QPayPro: Private Key
es: QPayPro: Clave Privada

source: Also referred to as "API Key".
es: También conocido como "Llave del API".

source: QPayPro: API Secret
es: QPayPro: Clave secreta API

source: QPayPro: Endpoint
es: QPayPro: URL Endpoint

source: Sandbox
es: Entorno de prueba

source: Live
es: Producción

source: QPayPro: Org ID
es: QPayPro: ID organización

source: Required to generate client device fingerprint.
es: Es requerido generar la huella del dispositivo del cliente.

source: Click here to access the associated documentation.
es: Haga clic aquí para acceder a la documentación asociada.

source: QPayPro: Default Country
es: QPayPro: País por defecto

source: QPayPro: Default State
es: QPayPro: Estado por defecto

source: QPayPro: Default City
es: QPayPro: Ciudad por defecto

source: QPayPro: Default Zip Code
es: QPayPro: código postal por defecto

source: QPayPro: Default Address
es: QPayPro: Dirección por defecto

source: Credit card
es: Tarjeta de Crédito

source: Monthly payments
es: Pagos mensuales

source: We had trouble communicating with QPayPro. Please try again and get in touch with us if this problem persists.
es: Tuvimos problemas comunicándonos con QPayPro. Por favor intente de nuevo y pongase en contacto con nosotros si el problema persiste.

source: Credit card via QPayPro
es: Tarjeta de crédito por QPayPro

source: Monthly payments via QPayPro
es: Pagos mensuales por QPayPro

source: Payment Method
es: Método de pago

source: Expiration
es: Expira en

source: Cardholder\'s Name
es: Nombre de la Tarjeta

source: After you click <strong>Continue</strong> you'll be redirected to another page which will generate a <strong>device fingerprint</strong>, this is a fraud analysis tool that help us to confirm you're a valid customer. This should take no more than 10 seconds, then you'll be redirected to the confirmation page.
es: Después de hacer cliclk <strong>A Continuar</strong> serás redirigido a otra pagina que generará una <strong>huella digital del dispositivo</strong>, esta es una herramienta de análisis de fraude que ayuda a confirmar que eres un cliente válido. Esto no debería de tomar mas de 10 segundos, luego serás redirigido a la página de confirmación.

source: Device Fingerprint
es: Huella digital del dispositivo

source: We're generating a device fingerprint, this is a fraud analysis tool that help us to confirm you're a valid customer.
es: Estamos generando una huella digital del dispositivo, esto es una herramienta de análisis de fraude que nos ayuda a confirmar que eres un cliente válido.

source: This page should be automatically closed after 10 seconds.
es: La página se cerrará automáticamente después de 10 segundos.

source: If not, click here
es: Si no, haga clic aquí

source: Invalid parameters
es: Parámetros inválidos
